---
kind: property
id: P:Autodesk.Revit.DB.TableMergedCell.Bottom
source: html/a7603334-4523-d0b0-3b78-87aea590af79.htm
---
# Autodesk.Revit.DB.TableMergedCell.Bottom Property

Specifies the row index of the bottom-right corner of a table grid.

## Syntax (C#)
```csharp
public int Bottom { get; set; }
```